var slides = [
  {title: "Hospitals and Accessibility",
    text: "Access to advanced medical care represents a fundamental need for millions of Americans and visitors. Understanding how those resources are distributed across the country could potentially improve health and reduce morbidity and mortality. Let's take a look together. Click NEXT to continue.",
    hospType: "",
    stateFilter: "",
    typeFilter: "",
    center: [39.8283, -98.5795],
    zoom: 4},
  {title: "All Hospital Types",
    text: "Hospitals represent the third level of medical treatment for most healthcare 'users', after primary care doctor visits and specialist referrals. Generally, hospitals should align with population centers to provide adequite access to care for all.",
    hospType: "",
    stateFilter: "",
    typeFilter: "",
    center: [39.8283, -98.5795],
    zoom: 4},
  {title: "General Acute Care Hospitals",
    text: "General acute care hospitals represent the type of hospital most people are familiar with. They provide care for acute and chronic conditions.",
    hospType: "GENERAL ACUTE CARE",
    stateFilter: "",
    typeFilter: "GENERAL ACUTE CARE",
    center: [39.8283, -98.5795],
    zoom: 4},
  {title: "Children's Hospitals",
    text: "Specialty hospials can take many forms. Acute care for children represents one important subgroup of hospitals, though their distibution is scare in some areas." ,
    hospType: "CHILDREN",
    stateFilter: "",
    typeFilter: "CHILDREN",
    center: [39.8283, -98.5795],
    zoom: 4},
  {title: "Pennsylvania",
    text: "Let's take a closer look at our home state of Pennsylvania.",
    hospType: "",
    stateFilter: "PA",
    typeFilter: "",
    center: [41.203323, -77.194527],
    zoom: 7},
  {title: "Now Let's Explore",
    text: "Select a state or hopsital type that is interesting to you! The map will update and re-center when you click the 'Update Map' button.",
    hospType: "GENERAL ACUTE CARE",
    stateFilter: "",
    typeFilter: "GENERAL ACUTE CARE",
    center: [39.8283, -98.5795],
    zoom: 4}
]
